Autodesk.Revit.DB.RevisionVisibility
Since:
2015
Determines whether Revision Clouds and Revision Tags will be visible in the project.
Since:
2015

Autodesk.Revit.DB.RevisionVisibility.TagVisible
Revision Tags will be visible in the project but Revision Clouds will not be.

Autodesk.Revit.DB.RevisionVisibility.CloudAndTagVisible
Revision Clouds and Revision Tags will be visible in the project.

Autodesk.Revit.DB.RevisionVisibility.Hidden
Revision Clouds and Revision Tags will not be visible in the project.